Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: The key body is never displayed or sent through a keyboard input surface.
de: Der Key-Inhalt wird nie angezeigt und nie über eine Tastatureingabe geleitet.
es: El cuerpo de la clave nunca se muestra ni pasa por una superficie de entrada de teclado.
fr: Le corps de la clé n'est jamais affiché ni transmis via une surface de saisie clavier.
ja: キー本体が表示されたり、キーボード入力の経路を通ったりすることはありません。
zh_hans: 密钥主体绝不会被显示，也不会经由键盘输入界面传递。
zh_hant: 金鑰主體絕不會被顯示，也不會經由鍵盤輸入介面傳遞。

source: The key metadata could not be saved (%@), and secure cleanup also failed (%@). No success was reported.
de: Die Key-Metadaten konnten nicht gesichert werden (%@), und auch die sichere Bereinigung ist fehlgeschlagen (%@). Es wurde kein Erfolg gemeldet.
es: No se pudieron guardar los metadatos de la clave (%@) y la limpieza segura también falló (%@). No se informó de ningún éxito.
fr: Les métadonnées de la clé n'ont pas pu être enregistrées (%@) et le nettoyage sécurisé a également échoué (%@). Aucun succès n'a été signalé.
ja: キーのメタデータを保存できず（%@）、安全な後始末にも失敗しました（%@）。成功は報告されていません。
zh_hans: 无法保存密钥元数据（%@），安全清理也失败了（%@）。未报告任何成功。
zh_hant: 無法儲存金鑰中繼資料（%@），安全清理也失敗了（%@）。未回報任何成功。

source: The key metadata could not be saved, so the Keychain protection change was reversed. %@
de: Die Key-Metadaten konnten nicht gesichert werden, daher wurde die Änderung des Schlüsselbund-Schutzes zurückgenommen. %@
es: No se pudieron guardar los metadatos de la clave, así que se revirtió el cambio de protección del llavero. %@
fr: Les métadonnées de la clé n'ont pas pu être enregistrées, le changement de protection du trousseau a donc été annulé. %@
ja: キーのメタデータを保存できなかったため、キーチェーンの保護設定の変更を取り消しました。%@
zh_hans: 无法保存密钥元数据，因此已撤销钥匙串保护的更改。%@
zh_hant: 無法儲存金鑰中繼資料，因此已撤銷鑰匙圈保護的更改。%@

source: The key metadata could not be saved. Secure key material was removed. %@
de: Die Key-Metadaten konnten nicht gesichert werden. Das sichere Key-Material wurde entfernt. %@
es: No se pudieron guardar los metadatos de la clave. Se eliminó el material seguro de la clave. %@
fr: Les métadonnées de la clé n'ont pas pu être enregistrées. Le matériel de clé sécurisé a été supprimé. %@
ja: キーのメタデータを保存できませんでした。安全に保管されていたキー情報は削除されました。%@
zh_hans: 无法保存密钥元数据。安全存放的密钥材料已被移除。%@
zh_hant: 無法儲存金鑰中繼資料。安全存放的金鑰材料已被移除。%@

source: The key operation failed (%@) and its recovery action also failed (%@).
de: Der Key-Vorgang ist fehlgeschlagen (%@), und auch die zugehörige Wiederherstellung ist fehlgeschlagen (%@).
es: La operación con la clave falló (%@) y su acción de recuperación también falló (%@).
fr: L'opération sur la clé a échoué (%@) et son action de récupération a également échoué (%@).
ja: キーの操作に失敗し（%@）、その回復処理も失敗しました（%@）。
zh_hans: 密钥操作失败（%@），其恢复动作也失败了（%@）。
zh_hant: 金鑰操作失敗（%@），其回復動作也失敗了（%@）。

source: The key remains hardware-bound. Tessera enforces this authentication setting before key use, so you can change it later.
de: Der Key bleibt hardwaregebunden. Tessera erzwingt diese Authentifizierungseinstellung vor jeder Nutzung, du kannst sie also später ändern.
es: La clave sigue vinculada al hardware. Tessera aplica este ajuste de autenticación antes de usarla, así que puedes cambiarlo más adelante.
fr: La clé reste liée au matériel. Tessera applique ce réglage d'authentification avant chaque utilisation, vous pourrez donc le modifier plus tard.
ja: キーはハードウェアに固定されたままです。Tessera はキーを使う前にこの認証設定を適用するため、あとから変更できます。
zh_hans: 该密钥仍绑定硬件。Tessera 会在使用密钥前应用此认证设置，因此你之后仍可更改。
zh_hant: 該金鑰仍綁定硬體。Tessera 會在使用金鑰前套用此驗證設定，因此你之後仍可更改。

source: The keyboard bar keeps Escape, arrows, Tab, Control, and other shell keys within reach. Tap a modifier once for the next key, or twice to lock it.
de: Die Tastaturleiste hält Escape, Pfeiltasten, Tab, Control und weitere Shell-Tasten griffbereit. Tippe einen Modifier einmal für die nächste Taste an oder zweimal, um ihn festzustellen.
es: La barra de teclado mantiene a mano Escape, flechas, Tab, Control y otras teclas del shell. Toca un modificador una vez para la siguiente tecla o dos veces para fijarlo.
fr: La barre clavier garde Échap, les flèches, Tab, Control et les autres touches shell à portée de main. Touchez un modificateur une fois pour la touche suivante, ou deux fois pour le verrouiller.
ja: キーボードバーには Escape、矢印キー、Tab、Control などのシェルキーが並びます。修飾キーは 1 回タップで次のキーのみ、2 回タップでロックできます。
zh_hans: 键盘栏把 Escape、方向键、Tab、Control 等 shell 按键放在手边。轻点一次修饰键作用于下一个按键，轻点两次可锁定。
zh_hant: 鍵盤列把 Escape、方向鍵、Tab、Control 等 shell 按鍵放在手邊。輕點一次修飾鍵套用到下一個按鍵，輕點兩次可鎖定。

source: The local device key has invalid public metadata.
de: Der lokale Geräte-Key hat ungültige öffentliche Metadaten.
es: La clave del dispositivo local tiene metadatos públicos no válidos.
fr: La clé de l'appareil local comporte des métadonnées publiques non valides.
ja: ローカルデバイスキーの公開メタデータが無効です。
zh_hans: 本地设备密钥的公开元数据无效。
zh_hant: 本機裝置金鑰的公開中繼資料無效。

source: The manifest import acknowledgement is invalid.
de: Die Bestätigung des Manifest-Imports ist ungültig.
es: La confirmación de importación del manifiesto no es válida.
fr: L'accusé d'import du manifeste n'est pas valide.
ja: マニフェストのインポート確認が無効です。
zh_hans: 清单导入确认无效。
zh_hant: 清單匯入確認無效。

source: The manifest import acknowledgement was already transferred.
de: Die Bestätigung des Manifest-Imports wurde bereits übertragen.
es: La confirmación de importación del manifiesto ya se transfirió.
fr: L'accusé d'import du manifeste a déjà été transféré.
ja: マニフェストのインポート確認はすでに転送されています。
zh_hans: 清单导入确认已传输。
zh_hant: 清單匯入確認已傳輸。

source: The manifest was already transferred.
de: Das Manifest wurde bereits übertragen.
es: El manifiesto ya se transfirió.
fr: Le manifeste a déjà été transféré.
ja: マニフェストはすでに転送されています。
zh_hans: 清单已传输。
zh_hant: 清單已傳輸。

source: The matching saved host disappeared before the continuation could start.
de: Der passende gesicherte Host ist verschwunden, bevor die Fortsetzung starten konnte.
es: El host guardado correspondiente desapareció antes de que pudiera iniciarse la continuación.
fr: L'hôte enregistré correspondant a disparu avant que la continuation puisse démarrer.
ja: 継続を開始する前に、該当する保存済みホストが失われました。
zh_hans: 在接续开始之前，匹配的已保存主机已消失。
zh_hant: 在接續開始之前，相符的已儲存主機已消失。

source: The metadata for this key exists, but its private material is missing from Keychain. Tessera will not restore sessions or authenticate with it.
de: Die Metadaten dieses Keys sind vorhanden, sein privates Material fehlt jedoch im Schlüsselbund. Tessera stellt damit keine Sitzungen wieder her und authentifiziert sich nicht.
es: Los metadatos de esta clave existen, pero su material privado no está en el llavero. Tessera no restaurará sesiones ni se autenticará con ella.
fr: Les métadonnées de cette clé existent, mais son matériel privé est absent du trousseau. Tessera ne restaurera pas de session et ne s'authentifiera pas avec elle.
ja: このキーのメタデータはありますが、秘密情報がキーチェーンに存在しません。Tessera はこのキーでセッションの復元も認証も行いません。
zh_hans: 此密钥的元数据存在，但其私密材料不在钥匙串中。Tessera 不会用它恢复会话或进行认证。
zh_hant: 此金鑰的中繼資料存在，但其私密材料不在鑰匙圈中。Tessera 不會用它回復工作階段或進行驗證。

source: The metadata save failed (%@) and protection rollback failed (%@). %@
de: Das Sichern der Metadaten ist fehlgeschlagen (%@), und das Zurücknehmen des Schutzes ebenfalls (%@). %@
es: Falló el guardado de los metadatos (%@) y también la reversión de la protección (%@). %@
fr: L'enregistrement des métadonnées a échoué (%@) et l'annulation de la protection aussi (%@). %@
ja: メタデータの保存に失敗し（%@）、保護設定の巻き戻しにも失敗しました（%@）。%@
zh_hans: 元数据保存失败（%@），保护设置回滚也失败了（%@）。%@
zh_hant: 中繼資料儲存失敗（%@），保護設定回滾也失敗了（%@）。%@

source: The name is shared with every client attached to this tmux session.
de: Der Name gilt für alle Clients, die an dieser tmux-Sitzung hängen.
es: El nombre es común a todos los clientes conectados a esta sesión de tmux.
fr: Le nom est partagé avec tous les clients attachés à cette session tmux.
ja: この名前は、この tmux セッションにアタッチしているすべてのクライアントで共有されます。
zh_hans: 该名称对接入此 tmux 会话的所有客户端都生效。
zh_hant: 該名稱對接入此 tmux 工作階段的所有用戶端都生效。

source: The nearby connection closed.
de: Die Verbindung zum Gerät in der Nähe wurde geschlossen.
es: La conexión cercana se cerró.
fr: La connexion à proximité s'est fermée.
ja: 近くのデバイスとの接続が閉じられました。
zh_hans: 附近连接已关闭。
zh_hant: 鄰近連線已關閉。

source: The nearby device did not respond in time. Try nearby setup again.
de: Das Gerät in der Nähe hat nicht rechtzeitig geantwortet. Versuche die Übertragung erneut.
es: El dispositivo cercano no respondió a tiempo. Vuelve a intentar la configuración cercana.
fr: L'appareil à proximité n'a pas répondu à temps. Relancez la configuration à proximité.
ja: 近くのデバイスから時間内に応答がありませんでした。セットアップをやり直してください。
zh_hans: 附近的设备未及时响应。请重新尝试附近设置。
zh_hant: 鄰近的裝置未及時回應。請重新嘗試鄰近設定。

source: The nearby peer is no longer available.
de: Das Gerät in der Nähe ist nicht mehr verfügbar.
es: El dispositivo cercano ya no está disponible.
fr: L'appareil à proximité n'est plus disponible.
ja: 近くのデバイスが利用できなくなりました。
zh_hans: 附近的设备已不可用。
zh_hant: 鄰近的裝置已無法使用。

source: The origin completed before local enrollment was recorded.
de: Die Gegenstelle war fertig, bevor die lokale Registrierung gespeichert wurde.
es: El origen terminó antes de que se registrara la inscripción local.
fr: La source a terminé avant que l'inscription locale ne soit enregistrée.
ja: ローカル登録が記録される前に、送信元が完了しました。
zh_hans: 本地注册尚未记录，源端就已完成。
zh_hant: 本機註冊尚未記錄，來源端就已完成。

source: The origin denied this transfer.
de: Die Quelle hat diese Übertragung abgelehnt.
es: El origen denegó esta transferencia.
fr: La source a refusé ce transfert.
ja: 送信元がこの転送を拒否しました。
zh_hans: 来源设备拒绝了此次传输。
zh_hant: 來源裝置拒絕了此次傳輸。

source: The other device could not install this public key.
de: Das andere Gerät konnte diesen Public Key nicht installieren.
es: El otro dispositivo no pudo instalar esta clave pública.
fr: L'autre appareil n'a pas pu installer cette clé publique.
ja: もう一方のデバイスがこの公開鍵をインストールできませんでした。
zh_hans: 另一台设备无法安装此公钥。
zh_hant: 另一台裝置無法安裝此公鑰。

source: The other device could not record this authorization.
de: Das andere Gerät konnte diese Autorisierung nicht speichern.
es: El otro dispositivo no pudo registrar esta autorización.
fr: L'autre appareil n'a pas pu enregistrer cette autorisation.
ja: もう一方のデバイスがこの承認を記録できませんでした。
zh_hans: 另一台设备无法记录此授权。
zh_hant: 另一台裝置無法記錄此授權。

source: The other device declined the request. No host access changed.
de: Das andere Gerät hat die Anfrage abgelehnt. Am Host-Zugriff hat sich nichts geändert.
es: El otro dispositivo rechazó la solicitud. No cambió ningún acceso a hosts.
fr: L'autre appareil a refusé la demande. Aucun accès aux hôtes n'a changé.
ja: もう一方のデバイスがリクエストを拒否しました。ホストへのアクセスは変更されていません。
zh_hans: 另一台设备拒绝了该请求。主机访问权限未发生变化。
zh_hant: 另一台裝置拒絕了該請求。主機存取權限未變更。

source: The other device did not acknowledge the final grant receipt.
de: Das andere Gerät hat die abschließende Bestätigung nicht quittiert.
es: El otro dispositivo no confirmó el recibo final de concesión.
fr: L'autre appareil n'a pas accusé réception du reçu final.
ja: 他のデバイスが最終的な付与レシートを確認しませんでした。
zh_hans: 另一台设备未确认最终授权回执。
zh_hant: 另一台裝置未確認最終授權回條。

source: The other device did not authorize this request.
de: Das andere Gerät hat diese Anfrage nicht autorisiert.
es: El otro dispositivo no autorizó esta solicitud.
fr: L'autre appareil n'a pas autorisé cette demande.
ja: もう一方のデバイスがこのリクエストを承認しませんでした。
zh_hans: 另一台设备未授权此请求。
zh_hant: 另一台裝置未授權此請求。

source: The other device did not import this host, so no key was installed.
de: Das andere Gerät hat diesen Host nicht importiert, daher wurde kein Key installiert.
es: El otro dispositivo no importó este host, así que no se instaló ninguna clave.
fr: L'autre appareil n'a pas importé cet hôte, aucune clé n'a donc été installée.
ja: もう一方のデバイスがこのホストを読み込まなかったため、キーは設置されていません。
zh_hans: 另一台设备没有导入这台主机，因此没有安装任何密钥。
zh_hant: 另一台裝置沒有輸入這台主機，因此沒有安裝任何金鑰。

source: The other device is running a newer version of Tessera%@. Update Tessera on this device, then try again.
de: Das andere Gerät verwendet eine neuere Tessera-Version%@. Aktualisiere Tessera auf diesem Gerät und versuche es erneut.
es: El otro dispositivo ejecuta una versión más reciente de Tessera%@. Actualiza Tessera en este dispositivo y vuelve a intentarlo.
fr: L'autre appareil utilise une version plus récente de Tessera%@. Mettez Tessera à jour sur cet appareil, puis réessayez.
ja: もう一方のデバイスはより新しいバージョンの Tessera%@ を使用しています。このデバイスの Tessera を更新してからもう一度お試しください。
zh_hans: 另一台设备运行的是更新版本的 Tessera%@。请先更新本设备上的 Tessera，然后重试。
zh_hant: 另一台裝置執行的是更新版本的 Tessera%@。請先更新本裝置上的 Tessera，然後重試。

source: The other device is running an older version of Tessera%@. Update Tessera on the other device, then try again.
de: Das andere Gerät verwendet eine ältere Tessera-Version%@. Aktualisiere Tessera auf dem anderen Gerät und versuche es erneut.
es: El otro dispositivo ejecuta una versión anterior de Tessera%@. Actualiza Tessera en el otro dispositivo y vuelve a intentarlo.
fr: L'autre appareil utilise une version plus ancienne de Tessera%@. Mettez Tessera à jour sur l'autre appareil, puis réessayez.
ja: もう一方のデバイスは古いバージョンの Tessera%@ を使用しています。もう一方のデバイスの Tessera を更新してからもう一度お試しください。
zh_hans: 另一台设备运行的是较旧版本的 Tessera%@。请先更新另一台设备上的 Tessera，然后重试。
zh_hant: 另一台裝置執行的是較舊版本的 Tessera%@。請先更新另一台裝置上的 Tessera，然後重試。

source: The other device rejected the enrollment protocol.
de: Das andere Gerät hat das Registrierungsprotokoll abgelehnt.
es: El otro dispositivo rechazó el protocolo de inscripción.
fr: L'autre appareil a rejeté le protocole d'inscription.
ja: もう一方のデバイスが登録プロトコルを拒否しました。
zh_hans: 另一台设备拒绝了注册协议。
zh_hant: 另一台裝置拒絕了註冊協定。

source: The peer did not provide streams.
de: Der Peer hat keine Streams bereitgestellt.
es: El par no proporcionó flujos.
fr: Le pair n'a fourni aucun flux.
ja: ピアがストリームを提供しませんでした。
zh_hans: 对端未提供数据流。
zh_hant: 對端未提供資料串流。

source: The peer reflected the local public key.
de: Die Gegenstelle hat den lokalen öffentlichen Key zurückgespiegelt.
es: El par devolvió la clave pública local.
fr: Le pair a renvoyé la clé publique locale.
ja: ピアがローカルの公開鍵をそのまま返しました。
zh_hans: 对端把本机公钥原样返回了。
zh_hant: 對端把本機公開金鑰原樣返回了。

source: The peer requested a different host than the focused session.
de: Die Gegenstelle hat einen anderen Host angefragt als den der aktiven Sitzung.
es: El par solicitó un host distinto al de la sesión en primer plano.
fr: Le pair a demandé un hôte différent de celui de la session active.
ja: 相手のデバイスは、現在のセッションとは別のホストを要求しました。
zh_hans: 对端请求的主机与当前会话的主机不同。
zh_hant: 對端請求的主機與目前工作階段的主機不同。

source: The peer sent an invalid enrollment message.
de: Der Peer hat eine ungültige Registrierungsnachricht gesendet.
es: El par envió un mensaje de inscripción no válido.
fr: Le pair a envoyé un message d'inscription non valide.
ja: ピアが無効な登録メッセージを送信しました。
zh_hans: 对端发送了无效的注册消息。
zh_hant: 對端傳送了無效的註冊訊息。

source: The peer sent an invalid enrollment request.
de: Der Peer hat eine ungültige Registrierungsanfrage gesendet.
es: El par envió una solicitud de inscripción no válida.
fr: Le pair a envoyé une demande d'inscription non valide.
ja: ピアが無効な登録リクエストを送信しました。
zh_hans: 对端发送了无效的注册请求。
zh_hant: 對端傳送了無效的註冊請求。

source: The private key is not valid UTF-8 OpenSSH text.
de: Der private Key ist kein gültiger UTF-8-OpenSSH-Text.
es: La clave privada no es texto OpenSSH válido en UTF-8.
fr: La clé privée n'est pas du texte OpenSSH UTF-8 valide.
ja: 秘密鍵が有効な UTF-8 の OpenSSH テキストではありません。
zh_hans: 该私钥不是有效的 UTF-8 OpenSSH 文本。
zh_hant: 該私密金鑰不是有效的 UTF-8 OpenSSH 文字。

source: The private key material is missing from this device.
de: Das private Key-Material fehlt auf diesem Gerät.
es: El material de la clave privada no está en este dispositivo.
fr: Le matériel de la clé privée est absent de cet appareil.
ja: この秘密鍵の情報がこのデバイスにありません。
zh_hans: 本设备上缺少该私钥材料。
zh_hant: 本裝置上缺少該私密金鑰材料。

source: The private material is malformed for this key type. Tessera will not use it. Restore the matching Ed25519 recovery file or rotate the key.
de: Das private Material passt nicht zu diesem Key-Typ. Tessera verwendet es nicht. Stelle die passende Ed25519-Wiederherstellungsdatei wieder her oder wechsle den Key.
es: El material privado no tiene el formato correcto para este tipo de clave. Tessera no lo usará. Restaura el archivo de recuperación Ed25519 correspondiente o rota la clave.
fr: Le matériel privé est mal formé pour ce type de clé. Tessera ne l'utilisera pas. Restaurez le fichier de récupération Ed25519 correspondant ou remplacez la clé.
ja: 秘密情報がこのキーの種類に対して不正な形式です。Tessera はこれを使用しません。対応する Ed25519 の復旧ファイルから復元するか、キーを更新してください。
zh_hans: 私密材料对于此密钥类型格式不正确。Tessera 不会使用它。请从匹配的 Ed25519 恢复文件恢复，或轮换该密钥。
zh_hant: 私密材料對於此金鑰類型格式不正確。Tessera 不會使用它。請從相符的 Ed25519 回復檔案回復，或輪換該金鑰。

source: The private material is now missing from Keychain.
de: Das private Material fehlt jetzt im Schlüsselbund.
es: El material privado ya no está en el llavero.
fr: Le matériel privé est désormais absent du trousseau.
ja: 秘密情報がキーチェーンから失われています。
zh_hans: 私有材料现已从钥匙串中丢失。
zh_hant: 私有材料現已從鑰匙圈中遺失。

source: The private material stored under this key ID derives a different public key. Tessera will not restore sessions, authenticate, copy, or install it.
de: Das unter dieser Key-ID gespeicherte private Material ergibt einen anderen Public Key. Tessera stellt damit keine Sitzungen wieder her, authentifiziert sich nicht, kopiert und installiert ihn nicht.
es: El material privado guardado con este ID de clave deriva una clave pública distinta. Tessera no restaurará sesiones, ni se autenticará, ni lo copiará, ni lo instalará.
fr: Le matériel privé stocké sous cet identifiant de clé produit une clé publique différente. Tessera ne restaurera pas de session, ne s'authentifiera pas, ne le copiera pas et ne l'installera pas.
ja: このキー ID で保存されている秘密情報からは、別の公開鍵が導出されます。Tessera はこれを使ったセッションの復元・認証・コピー・設置のいずれも行いません。
zh_hans: 以此密钥 ID 存储的私密材料推导出的是另一个公钥。Tessera 不会用它恢复会话、认证、拷贝或安装。
zh_hant: 以此金鑰 ID 儲存的私密材料推導出的是另一個公開金鑰。Tessera 不會用它回復工作階段、驗證、拷貝或安裝。

source: The public key could not be installed on the host.
de: Der Public Key konnte nicht auf dem Host installiert werden.
es: No se pudo instalar la clave pública en el host.
fr: La clé publique n'a pas pu être installée sur l'hôte.
ja: 公開鍵をホストにインストールできませんでした。
zh_hans: 无法在主机上安装公钥。
zh_hant: 無法在主機上安裝公鑰。

source: The public-key grant request is invalid.
de: Die Anfrage zur Public-Key-Freigabe ist ungültig.
es: La solicitud de concesión de clave pública no es válida.
fr: La demande d'autorisation de clé publique est invalide.
ja: 公開鍵の付与リクエストが不正です。
zh_hans: 公钥授权请求无效。
zh_hant: 公開金鑰授權請求無效。

source: The public-key installation failed.
de: Die Installation des Public Keys ist fehlgeschlagen.
es: Falló la instalación de la clave pública.
fr: L'installation de la clé publique a échoué.
ja: 公開鍵の設置に失敗しました。
zh_hans: 公钥安装失败。
zh_hant: 公開金鑰安裝失敗。

source: The receiving device will trust the same server keys without prompting again. Existing conflicts are preserved for review.
de: Das empfangende Gerät vertraut denselben Server-Keys ohne erneute Nachfrage. Bestehende Konflikte bleiben zur Prüfung erhalten.
es: El dispositivo receptor confiará en las mismas claves de servidor sin volver a preguntar. Los conflictos existentes se conservan para revisarlos.
fr: L'appareil destinataire fera confiance aux mêmes clés de serveur sans redemander. Les conflits existants sont conservés pour vérification.
ja: 受信側のデバイスは、同じサーバーキーを再確認なしで信頼します。既存の競合は確認できるよう保持されます。
zh_hans: 接收设备将信任相同的服务器密钥，不再询问。已有的冲突会被保留以供查看。
zh_hant: 接收裝置將信任相同的伺服器金鑰，不再詢問。既有的衝突會被保留以供查看。

source: The recipient device key is invalid.
de: Der Key des Empfängergeräts ist ungültig.
es: La clave del dispositivo receptor no es válida.
fr: La clé de l'appareil destinataire n'est pas valide.
ja: 受信側デバイスのキーが無効です。
zh_hans: 接收设备的密钥无效。
zh_hant: 接收裝置的金鑰無效。

source: The recipient device key was installed and recorded on both devices.
de: Der Geräte-Key des Empfängers wurde installiert und auf beiden Geräten vermerkt.
es: La clave del dispositivo destinatario se instaló y quedó registrada en ambos dispositivos.
fr: La clé de l'appareil destinataire a été installée et enregistrée sur les deux appareils.
ja: 受信側のデバイスキーを設置し、両方のデバイスに記録しました。
zh_hans: 接收方的设备密钥已安装，并在两台设备上都做了记录。
zh_hant: 接收方的裝置金鑰已安裝，並在兩台裝置上都做了記錄。

source: The recipient hello does not match its commitment.
de: Das Hello des Empfängers passt nicht zu seiner Commitment-Zusage.
es: El saludo del receptor no coincide con su compromiso.
fr: Le hello du destinataire ne correspond pas à son engagement.
ja: 受信側の hello がコミットメントと一致しません。
zh_hans: 接收方的 hello 与其承诺值不匹配。
zh_hant: 接收方的 hello 與其承諾值不相符。

source: The recipient must acknowledge imported hosts before key grants begin.
de: Der Empfänger muss importierte Hosts bestätigen, bevor Key-Freigaben beginnen.
es: El receptor debe confirmar los hosts importados antes de que empiecen las concesiones de claves.
fr: Le destinataire doit confirmer les hôtes importés avant le début des autorisations de clés.
ja: キーの付与を始める前に、受信側がインポート済みホストを確認する必要があります。
zh_hans: 接收方必须先确认已导入的主机，才能开始密钥授权。
zh_hant: 接收方必須先確認已匯入的主機，才能開始金鑰授權。

source: The recipient public key is required.
de: Der öffentliche Key des Empfängers ist erforderlich.
es: Se requiere la clave pública del receptor.
fr: La clé publique du destinataire est requise.
ja: 受信側の公開鍵が必要です。
zh_hans: 需要接收方的公钥。
zh_hant: 需要接收方的公開金鑰。

source: The recipient public key was already transferred.
de: Der öffentliche Key des Empfängers wurde bereits übertragen.
es: La clave pública del receptor ya se transfirió.
fr: La clé publique du destinataire a déjà été transférée.
ja: 受信側の公開鍵はすでに転送されています。
zh_hans: 接收方的公钥已传输。
zh_hant: 接收方的公開金鑰已傳輸。

source: The recovery file is empty or exceeds the 1 MB safety limit.
de: Die Wiederherstellungsdatei ist leer oder überschreitet das Sicherheitslimit von 1 MB.
es: El archivo de recuperación está vacío o supera el límite de seguridad de 1 MB.
fr: Le fichier de récupération est vide ou dépasse la limite de sécurité de 1 Mo.
ja: 復元ファイルが空か、安全上の上限である 1 MB を超えています。
zh_hans: 恢复文件为空，或超过 1 MB 的安全上限。
zh_hant: 復原檔案為空，或超過 1 MB 的安全上限。

source: The remote mosh-server PID was unavailable, so Tessera did not start a second login command automatically.
de: Die PID des entfernten mosh-server war nicht verfügbar, daher hat Tessera keinen zweiten Login-Befehl automatisch gestartet.
es: El PID del mosh-server remoto no estaba disponible, así que Tessera no inició automáticamente un segundo comando de inicio de sesión.
fr: Le PID du mosh-server distant était indisponible, Tessera n'a donc pas lancé automatiquement une seconde commande de connexion.
ja: リモートの mosh-server の PID を取得できなかったため、Tessera は 2 つ目のログインコマンドを自動的に開始しませんでした。
zh_hans: 无法获取远程 mosh-server 的 PID，因此 Tessera 没有自动启动第二条登录命令。
zh_hant: 無法取得遠端 mosh-server 的 PID，因此 Tessera 沒有自動啟動第二條登入指令。

source: The remote session disconnected before it was ready.
de: Die entfernte Sitzung wurde getrennt, bevor sie bereit war.
es: La sesión remota se desconectó antes de estar lista.
fr: La session distante s'est déconnectée avant d'être prête.
ja: リモートセッションは準備が整う前に切断されました。
zh_hans: 远程会话在就绪之前就已断开。
zh_hant: 遠端工作階段在就緒之前就已中斷。

source: The requesting device could not record the authorization.
de: Das anfragende Gerät konnte die Autorisierung nicht speichern.
es: El dispositivo solicitante no pudo registrar la autorización.
fr: L'appareil demandeur n'a pas pu enregistrer l'autorisation.
ja: リクエスト元のデバイスが承認を記録できませんでした。
zh_hans: 发起请求的设备无法记录该授权。
zh_hant: 發起請求的裝置無法記錄該授權。

source: The saved jump host %@ has different connection details. Tessera did not change it.
de: Der gesicherte Jump-Host %@ hat andere Verbindungsdaten. Tessera hat ihn nicht geändert.
es: El host de salto guardado %@ tiene otros datos de conexión. Tessera no lo modificó.
fr: L'hôte de rebond enregistré %@ a d'autres informations de connexion. Tessera ne l'a pas modifié.
ja: 保存済みの踏み台ホスト %@ の接続情報が異なります。Tessera は変更していません。
zh_hans: 已保存的跳板主机 %@ 连接信息不同。Tessera 未做修改。
zh_hant: 已儲存的跳板主機 %@ 連線資訊不同。Tessera 未做修改。
